Repository: lmm-git/Zikula_Owncloud
Catalog: Zikula_Module/Owncloud/locale/*/LC_MESSAGES/module_owncloud.po
Languages: de

source: Configuring of module settings cancelled!
de: Konfigurieren der Moduleinstellungen abgeschlossen!

source: Module settings edited!
de: Moduleinstellungen bearbeitet!

source: Owncloud connection module for Zikula. For using this module you have to install the zikula_auth module at your owncloud instance.
de: OwnCloud Anschlussmodul für Zikula. Für dieses Modul müssen Sie die zikula_auth-Modul bei Ihrer OwnCloud-Instanz installieren.

source: Logout from OwnCloud sucessful!
de: Logout aus der ownCloud war erfolgreich!

source: Go to ownCloud
de: Zur ownCloud

source: Settings
de: Einstellungen

source: Server authentification details
de: Authentifikationsdetails des Servers

source: IP-Address of owncloud instance
de: IP- Adresse der OwnCloud-Instanz

source: URL of owncloud instance
de: URL der OwnCloud-Instanz

source: Auth token
de: Authentifizierungskennwort

source: Store settings
de: Speichereinstellungen

source: Cancel
de: Abbrechen

source: Redirecting you to ownCloud. Please wait...
de: Sie werden zur ownCloud weitergeleitet. Bitte warten Sie...
